alefragnani.project-manager
alexdauenhauer.catppuccin-noctis
alexdauenhauer.nocterial-palenight
angular.ng-template
arcticicestudio.nord-visual-studio-code
ashinzekene.nestjs
astro-build.astro-vscode
bierner.markdown-emoji
bierner.markdown-mermaid
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
denoland.vscode-deno
dnlytras.nord-wave
docker.docker
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
gaearon.subliminal
golang.go
haskell.haskell
inferrinizzard.prettier-sql-vscode
jker.purple-wave
johnnymorganz.stylua
justusadam.language-haskell
kamikillerto.vscode-colorize
mathiasfrohlich.kotlin
miguelsolorio.min-theme
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
pkief.material-icon-theme
qufiwefefwoyn.kanagawa
redhat.java
ritwickdey.liveserver
sallar.vscode-duotone-dark
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vue.volar
whizkydee.material-palenight-theme
yinfei.luahelper
yoavbls.pretty-ts-errors
zh9528.file-size
