adashen.vscode-tomcat
alexdauenhauer.catppuccin-noctis
alexdauenhauer.nocterial-palenight
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bierner.markdown-emoji
bradlc.vscode-tailwindcss
Catppuccin.catppuccin-vsc
CoenraadS.bracket-pair-colorizer
daohong-emilio.yash
dbaeumer.vscode-eslint
dnlytras.nord-wave
dracula-theme-pro.theme-dracula-pro
eamodio.gitlens
EditorConfig.EditorConfig
enkia.tokyo-night
esbenp.prettier-vscode
gaearon.subliminal
haskell.haskell
jker.purple-wave
JohnnyMorganz.stylua
justusadam.language-haskell
kamikillerto.vscode-colorize
luniclynx.lex
miguelsolorio.min-theme
ms-azuretools.vscode-docker
ms-vscode.cpptools
ms-vscode.vscode-serial-monitor
PKief.material-icon-theme
qufiwefefwoyn.kanagawa
redhat.java
redhat.vscode-xml
ritwickdey.LiveServer
sallar.vscode-duotone-dark
silvenon.mdx
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
unifiedjs.vscode-mdx
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
Vue.volar
Vue.vscode-typescript-vue-plugin
whizkydee.material-palenight-theme
yinfei.luahelper
zh9528.file-size
