1password
1password-cli
anki
anki-debug
brillo
colorz
ddcci-driver-linux-dkms
google-chrome
insomnia
insomnia-debug
nvm
otf-san-francisco
python-colorthief
python-haishoku
spotify
stremio
stremio-debug
ttf-maple
ttf-material-icons-git
ttf-merriweather
visual-studio-code-bin
visual-studio-code-bin-debug
yay
yay-debug
